"取消" = "Cancel";
"完成" = "Done";
"达到了图片选择最大数量" = "Can not choose more pictures";
"没有相册访问权限" = "No photo album permissions";
"没有摄像头访问权限" = "No camera permissions";
"保存图片失败" = "Save the picture failed";
